Repository: bailey-ann/diamanda
Catalog: trunk/diamandas/pages/locale/*/LC_MESSAGES/django.po
Languages: de

source: Content
de: Inhalt

source: Book
de: Buch

source: Updates
de: Aktualisierungen

source: Solved:
de: Gelöst:

source: Article
de: Artikel

source: If you add a book and want to display a link to it in the menu enter 1 or greater value
de: Wenn Sie ein Buch hinzufügen und einen Link im Menu haben wollen, fügen Sie hier 1 ein oder einen höheren Wert

source: Select a forum in which comment topics will be created (for this and child entries). You can set this for every book, and Articles/News placed in them will use book settings.
de: Wählen Sie ein Forum aus in welches die kommentare geschrieben werden (für Mutter) und Kind einträge). Sie können das für jedes Buch setzen, und Artikel/News die dort rein kommen diese Einstellungen verwenden.

source: Title
de: Titel

source: Slug
de: Link

source: Description
de: Beschreibung

source: Type
de: Typ

source: Place in
de: Platz in

source: Updated
de: Aktualisiert

source: Changes summary
de: Änderungen Zusammenfassung

source: Book order
de: Buch Ordnung

source: Author
de: Autor

source: 1. Content
de: 1. Inhalt

source: Added
de: Hinzugefügt

source: Submission
de: Vorlage

source: 2. Submissions
de: 2. Vorlagen

source: <a href="/w/submit/r/%s/">Show parsed version</a>
de: <a href="/w/submit/r/%s/">Zeigt HTML Version</a>

source: Page does not exist
de: Die Seite existiert nicht

source: Anonymous
de: Anonym

source: To many links. Is this spam?.
de: Zu viele Links. Ist das spam?

source: Comments for: %s
de: Kommentare für: %s

source: This is a discussion about article
de: Dies ist eine Diskussion über Artikel

source: Comment Topic Created
de: Kommentar Thema erstellt

source: Topic added
de: Thema erstellt

source: Comment added succesfuly.
de: Kommentar wurde erfolgreich hinzugefügt.

source: You can't add a post.
de: Sie können keinen Post hinzufügen.

source: To many anonymous posts. Login to post topics and new messages.
de: Zu viele anonyme Einträge. Anmelden, um neue Themen und Nachrichten zu erstellen.

source: You can't post after your post
de: Sie können nicht zwei mal hintereinander posten

source: Comment Post Added
de: Kommentar hinzugefügt

source: Post Added
de: Post hinzugefügt

source: Content submited
de: Inhalt hinzugefügt

source: Your article have been saved. Staff will review the article and publish it afterwards.
de: Ihr Artikel wurde gespeichert. Die Administratoren werden den Eintrag prüfen und gegebenenfalls hinzufügen.

source: Submission does not exist
de: Vorlage nicht vorhanden

source: Permission Denied
de: Zugriff verweigert

source: Main Page
de: Hauptseite

source: Site Error
de: Seiten Fehler

source: A full report have been send to the admin. The problem will be fixed as soon as possible. Please go to the main page.
de: Ein umfassender Bericht wurde an den Administrator gesendet. Das Problem wird so bald wiemöglich behoben. Bitte begeben Sie sich auf der Hauptseite.

source: Update
de: Aktualisierung

source: You are here
de: Sie befinden sich hier

source: Search
de: Suchen

source: Categories:
de: Kategorie:

source: Help Page
de: Hilfeseite

source: My Account
de: Eigenes Konto

source: Compleate OpenID registration
de: Komplettieren Sie ihre OpenID Registrierung

source: Login or Register
de: Einloggen oder Registrieren

source: Browse news
de: Zeige News

source: RSS - Latest Articles
de: RSS - Letzte Artikel

source: RSS - What's new
de: RSS - Was ist neu

source: You can go to
de: Sie können zur

source: main page
de: Hauptseite springen

source: or login on this website using
de: oder Loggen Sie sich auf dieser Webseite ein mit dem

source: login form
de: Login Formular

source: You will be redirected back in 2 seconds.
de: Sie werden zurückgeschickt in 2 Sekunden.

source: Click here if you don't want to wait
de: Klicken Sie hier wenn Sie nicht warten wollen

source: There are no news.
de: Keine News vorhanden.

source: Previous Page
de: Vorhergehende Seite

source: Next Page
de: Nächste Seite

source: Go Back
de: Zurück

source: Add Content
de: Inhalt einfügen Benutzen Sie ein einfaches Formular um Beiträge zu erstellen.

source: by
de: bei

source: Read comments
de: Kommentare lesen

source: Comments
de: Kommentare

source: Add comment
de: Kommentar hinzufügen

source: Nick
de: Name

source: Comment
de: Kommentar

source: Read all comments
de: Alles Kommentare lesen

source: Comments have been disabled for this page
de: Kommentare wurden deaktiviert für diese Seite

source: RSS Feed for
de: RSS Feed für

source: Browse category news
de: Kategorie News auflisten

source: Category RSS Feed
de: Kategorie RSS Feed

source: How to navigate on this site?
de: Wie navigiert man mit Diamanda?

source: This site contains pages and news grouped in categories.
de: Diamanda enthält Artikel und News aufgelistet in Kategorien.

source: To navigate over the presented content you can use
de: So navigieren Sie in Diamanda

source: <b>Categories</b> listed below the page title hold all available articles
de: <b>Kategorie</b> - listet alle verfügbaren Kategorien

source: <b>Search</b> form at the top right corner of the page
de: <b>Suche</b> - ist das Feld auf der rechten oberen Ecke der Seite

source: <b>You are here</b> links located at the top of the page - showing your current location. You can use those links to go back to categories from articles, news etc.
de: <b>Sie befinden sich hier</b> - Der Linkpfad auf der oberen Seite zeigt Ihnen wo Sie sich gerade aufhalten

source: How can I track new artices and posts?
de: Wie kann ich neue Artikel und Beiträge erstellen?

source: The <b>What's new?</b> column on the main page lists all new and updated articles, news, and posts.
de: <b>Was ist neu?</b> die Tabelle auf der Hauptseite zeigt Ihnen alle neuen und aktualisierten News, Beiträge und Forumsbeiträge.

source: To track changes without visiting the site often you can use
de: Um Beiträge zu verfolgen ohne immer wieder diese Seite besuchen zu müssen können Sie auch

source: this RSS channel
de: diesen RSS Kanal benutzen.

source: that tracks all articles and posts activity.
de: Dieses System verfolgt alle Beiträge, Forumsbeiträge und News nach aktivität.

source: To get only new articles you can use
de: Um nur neue Beiträge zu verfolgen können Sie dies benutzen

source: RSS Channels are handled by most browsers like Firefox or applications called feed aggregators, and will notify you about new entries without visiting the site.
de: Sie können RSS Kanäle mit Browsern wie z.B. Firefox oder den meisten E-Mail Programmen lesen.Diese Programme unterrichten Sie über neue Einträge ohne dass Sie unsere Seite besuchen müssen.

source: You can also use feeds for selected categories (pages and news)
de: Sie können ausserdem nur bestimmte Kategorien rausfiltern, von denen Sie neues erfahren wollen.

source: Do I have to register?
de: Muss ich mich registrieren?

source: You can read all content on this page without the need to register or login
de: Sie können alle Inhalte auf diesen Seiten lesen ohne sich registrieren zu müssen

source: Registration will give you ability to add comments, posts and submit your own articles
de: Die Registration ermöglicht Ihnen Kommentare, Forumsbeiträge und eigene Artikel zu erstellen

source: If you are a new user you can
de: Wenn Sie nicht registriert sind können Sie sich

source: register
de: Registrieren

source: using a simple form
de: mit Hilfe eines einfachen Formulars

source: If you have an OpenID, then you can use it to login on this site and create a user account without any extra passwords
de: Wenn Sie ein OpenID Benutzerkonto haben, können Sie sich einloggen ohne dabei ein neues Konto bei uns eröffnen zu müssen

source: If you forgotten your password, then you can
de: Wenn Sie Ihr Passwort vergessen haben können Sie es

source: reset it
de: zurücksetzen

source: How can I add or edit content on this site?
de: Wie kann ich Inhalt hinzufügen?

source: Using a
de: Benutzen Sie ein

source: simple form
de: einfaches Formular

source: you can add simple articles and news.
de: um Beiträge einzufügen.

source: Submitted articles will be reviewed/edited by the site staff and published in time if it will match staff criteria.
de: Die erstellten Beiträgen werden von den Administratoren geprüft und gegebenenfalls freigegeben.

source: You can also comment articles pointing outdated content, typos and unclear text. You can't edit it.
de: Sie können Beiträge kommentieren.

source: For help, and question related to topics discussed in the articles please use our
de: Für Hilfe und Fragen im Zusammenhang mit den Themen, benutzen Sie bitte die

source: forums
de: Foren

source: You can also contact with the staff by email
de: Sie können Kontakt mit den Administratoren über E-Mail aufnehmen

source: if you want to contribute complex articles, tutorials, or ask about anything related with the site.
de: wenn Sie irgendwelche Fragen haben.

source: Whats new on
de: Was ist neu auf -

source: Users online
de: Benutzer online

source: Edit
de: Editieren

source: Submission Preview
de: Vorlagen Vorschau

source: Delete
de: Löschen

source: Submit Content
de: Inhalt einfügen

source: Use this form to submit content on this site. To format the text you can use simple markup called markdown or you can just enter plain text. Do not use HTML.
de: Benutzen Sie diese Form um Inhalte einzufügen. Um den Text zu formatieren können Sie eine markup Sprache namens markdown oder einfachen normalen Text benutzen. Benutzen Sie kein HTML.

source: Submit new content
de: Neuen Inhalt einfügen

source: Save
de: Speichern
